Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Safer repository removal
ar: إزالة المستودعات بشكل أكثر أمانًا
da: Fjernelse af sikrere lager
de: Sichereres Entfernen des Repositorys
es: Eliminación de repositorio más segura
fi: Turvallinen versiovaraston poistoName
fr: Enlèvement plus sûr du dépôt
he: : הסרת מאגר הביטוח
hi: : सुरक्षित रिपॉजिटरी को हटाना
hu: : biztonságos adatmagazin eltávolítása
id: Penghapusan repositori yang lebih aman
it: Rimozione del repository più sicuro
ja: ：より安全なリポジトリ削除
ko: 보안 저장소 제거
nb: – Sikr fjerning av lagringssted
nl: Verwijdering van het veilige opslagbestand
pl: Usunięcie zabezpieczającego magazynu
pt_br: Remoção do repositório seguro
ru: : Удаление репозитория «Safer»
sv: : Borttagning av säkrat lagringsplats
th: การถอดคลังข้อมูลที่ปลอดภัยยิ่งขึ้น
tr: : Daha güvenli depo kaldırılması
uk: : Видалення безпечного репозиторію
vi: : Xóa kho lưu trữ an toàn
zh_hans: 更安全的存储库移除
zh_hant: 更安全的存儲庫移除

source: Save
ar: حفظ
da: Gem
de: Sichern
es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמירה
hi: सहेजें
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
nb: Lagre
nl: Bewaren
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save the result and mark this file resolved?
ar: هل تريد حفظ النتيجة ووضع علامة على هذا الملف كحل؟
da: Vil du gemme resultatet og markere denne fil som løst?
de: Ergebnis speichern und diese Datei als gelöst markieren?
es: ¿Guardar el resultado y marcar este archivo como resuelto?
fi: Tallenna tulos ja merkitse tämä tiedosto ratkaistu?
fr: Enregistrer le résultat et marquer ce fichier résolu?
he: – האם ברצונכם לשמור את התוצאה ו отметить את הקובץ כהוספת פתרון?
hi: : परिणाम को सहेजें और इस फ़ाइल को 'समाधान' के रूप में चिह्नित करें?
hu: : Mentse a eredményt és jelölje meg ezt a fájlt megoldottnak?
id: Simpan hasil dan tandai file ini sebagai teratasi?
it: Salva il risultato e segnala questo file come risolto?
ja: ：結果を保存し、このファイルを解決済みとする？
ko: : 결과를 저장하고 이 파일을 해결된 것으로 표시하시겠습니까?
nb: : Lagre resultatet og merke denne filen som løst?
nl: : Het resultaat opslaan en deze bestand als opgelost markeren?
pl: Zapisz wynik i oznacz ten plik jako rozwiążony?
pt_br: Salvar o resultado e marcar este arquivo como resolvido?
ru: Сохранить результат и пометить этот файл как устранённый?
sv: : Spara resultatet och markera denna fil som löst?
th: : บันทึกผลลัพธ์และกำหนดให้ไฟล์นี้ได้รับการแก้ไขแล้วหรือไม่?
tr: : Sonucu kaydedin ve bu dosyayı çözüldü olarak işaretleyin mi?
uk: Зберегти результат і позначити цей файл як вирішений?
vi: : Lưu kết quả và đánh dấu tệp này đã được giải quyết?
zh_hans: ：保存结果并标记此文件已解决？
zh_hant: ：保存結果併標記此文件已解決？

# Save the result as "%@" and remove %@?
source: Save the result as "%1$@" and remove %2$@?
ar: هل تريد حفظ النتيجة باسم "%1$@" وإزالة %2$@؟ تم الحفظ
da: Vil du gemme resultatet som "%1$@" og fjerne %2$@?
de: Ergebnis als „%1$@“ speichern und %2$@ entfernen?
es: ¿Guardar el resultado como "%1$@" y eliminar %2$@?
fi: Tallenna tulos nimellä &quot;.%1$@&quot; ja poista %2$@?
fr: Enregistrez le résultat sous le nom&quot;%1$@&quot;et retirez %2$@?
he: – שמור את התוצאה כ-%1$@" ומחיקו %2$@?
hi: : परिणाम को " के रूप में सहेजें।%1$@" और हटाएँ %2$@?
hu: : A eredményt „" névvel mentse!%1$@„ és eltávolítás %2$@?
id: Simpan hasil sebagai "%1$@" dan hapus %2$@?
it: Salva il risultato come "%1$@" e rimuovilo %2$@?
ja: ：結果を「」に保存します。%1$@を削除します。 %2$@?
ko: : 결과를 "로 저장하세요.%1$@"를 삭제하세요. %2$@?
nb: : Lagre resultatet som «%1$@og fjerne %2$@?
nl: : het resultaat opslaan als "%1$@" en verwijderen %2$@?
pl: Zapisz wynik jako „%1$@„ i usunąć %2$@?
pt_br: Salve o resultado como "%1$@" e remova %2$@?
ru: Сохранить результат под именем «%1$@« и удалить %2$@?
sv: Spara resultatet som "%1$@och ta bort %2$@?
th: : บันทึกผลลัพธ์เป็น "%1$@และลบออก %2$@?
tr: : Sonucu " olarak kaydedin%1$@'yi kaldırın %2$@?
uk: Зберігти результат як «%1$@« та видалити %2$@?
vi: Lưu kết quả dưới tên "%1$@" và xóa %2$@?
zh_hans: 将结果保存为“%1$@“并将其移除 %2$@?
zh_hant: 將結果保存爲“%1$@“併將其移除 %2$@?

source: Saved
ar: تم الحفظ
da: gemt
de: Gespeichert
es: Guardado
fi: Tallennettu
fr: Sauvé
he: נשמר
hi: सहेजा गया
hu: mentve
id: telah disimpan
it: salvato
ja: が保存されました
ko: 저장됨
nb: lagret
nl: is opgeslagen
pl: zapisano
pt_br: Salvo
ru: сохранено
sv: sparad
th: บันทึกเรียบร้อยแล้ว
tr: kaydedildi
uk: Збережено
vi: đã được lưu
zh_hans: 已保存
zh_hant: 已保存

source: Saving…
ar: توفير…
da: Gemmer...
de: Speichern…
es: Guardando…
fi: säästää
fr: Économie…
he: – שמירת...
hi: सेवा ...
hu: mentés...
id: Menyimpan ...
it: Salvatore...
ja: 保存中…
ko: 저장 중...
nb: Lagrer ...
nl: Opslaan ...
pl: Zapisywanie...
pt_br: Salvando...
ru: Сохранение...
sv: sparar ...
th: กำลังบันทึก...
tr: Kaydetme...
uk: Зберігання...
vi: Lưu dữ liệu...
zh_hans: 正在保存……
zh_hant: 正在保存……

source: Scan GitSync.md storage or any folder you grant access to. Every git working copy inside is listed for one-tap reconnect.
ar: افحص مساحة تخزين GitSync.md أو أي مجلد تمنحه صلاحية الوصول. ستُدرج كل نسخة عمل من Git بداخله لإعادة ربطها بنقرة واحدة.
da: Scan GitSync.md-lagringspladsen eller en mappe, du giver adgang til. Hver Git-arbejdskopi i den vises, så den kan tilknyttes igen med ét tryk.
de: Durchsuchen Sie den GitSync.md-Speicher oder einen beliebigen Ordner, für den Sie Zugriff gewähren. Jede darin enthaltene Git-Arbeitskopie wird zur erneuten Verknüpfung mit einem Tippen aufgeführt.
es: Explore el almacenamiento de GitSync.md o cualquier carpeta a la que conceda acceso. Se mostrarán todas las copias de trabajo de Git que contenga para volver a enlazarlas con un toque.
fi: Tarkista GitSync.md-tallennustila tai mikä tahansa kansio, johon myönnät käyttöoikeuden. Kaikki sen sisältämät Git-työkopiot luetellaan uudelleenlinkitystä varten.
fr: Analysez le stockage GitSync.md ou tout dossier auquel vous autorisez l’accès. Chaque copie de travail Git qu’il contient est répertoriée pour être reconnectée en un geste.
he: ניתן לסרוק את אחסון GitSync.md או כל תיקייה שהענקת אליה גישה. כל עותק עבודה של Git בתוכה יוצג לצורך קישור מחדש בהקשה אחת.
hi: GitSync.md स्टोरेज या ऐक्सेस दिए गए किसी भी फ़ोल्डर को स्कैन करें। उसमें मौजूद हर Git वर्किंग कॉपी एक टैप में दोबारा कनेक्ट करने के लिए सूचीबद्ध होगी।
hu: Vizsgálja meg a GitSync.md-tárhelyet vagy bármely mappát, amelyhez hozzáférést ad. A benne lévő összes Git-munkapéldány megjelenik, így egy koppintással újracsatlakoztatható.
id: Pindai penyimpanan GitSync.md atau folder apa pun yang Anda izinkan untuk diakses. Setiap salinan kerja Git di dalamnya akan dicantumkan agar dapat dihubungkan kembali dengan satu ketukan.
it: Analizza lo spazio di archiviazione di GitSync.md o qualsiasi cartella a cui concedi l’accesso. Ogni copia di lavoro Git al suo interno verrà elencata per consentire il ricollegamento con un tocco.
ja: GitSync.mdストレージまたはアクセスを許可した任意のフォルダをスキャンします。その中のすべてのGit作業コピーが一覧表示され、1回のタップで再接続できます。
ko: GitSync.md 저장 공간 또는 접근을 허용한 폴더를 스캔합니다. 그 안의 모든 Git 작업 복사본이 표시되므로 탭 한 번으로 다시 연결할 수 있습니다.
nb: Skann GitSync.md-lagringen eller en mappe du gir tilgang til. Alle Git-arbeidskopier i den vises, slik at de kan kobles til igjen med ett trykk.
nl: Scan de GitSync.md-opslag of een map waartoe u toegang verleent. Elke Git-werkkopie erin wordt weergegeven, zodat u deze met één tik opnieuw kunt koppelen.
pl: Przeskanuj miejsce przechowywania GitSync.md lub dowolny folder, do którego udzielisz dostępu. Każda zawarta w nim kopia robocza Git zostanie wyświetlona, aby można ją było ponownie połączyć jednym stuknięciem.
pt_br: Escaneie o armazenamento do GitSync.md ou qualquer pasta à qual você conceder acesso. Todas as cópias de trabalho do Git encontradas serão listadas para reconexão com um toque.
ru: Сканируйте хранилище GitSync.md или любую папку, к которой предоставите доступ. Все находящиеся внутри рабочие копии Git будут показаны для повторного подключения одним касанием.
sv: Sök igenom GitSync.md-lagringen eller valfri mapp som du beviljar åtkomst till. Alla Git-arbetskopior där visas så att de kan återanslutas med ett tryck.
th: สแกนพื้นที่จัดเก็บ GitSync.md หรือโฟลเดอร์ใดก็ตามที่คุณอนุญาตให้เข้าถึง สำเนางาน Git ทั้งหมดภายในจะแสดงขึ้นเพื่อให้เชื่อมต่อใหม่ได้ในครั้งเดียว
tr: GitSync.md saklama alanını veya erişim izni verdiğiniz herhangi bir klasörü tarayın. İçindeki tüm Git çalışma kopyaları tek dokunuşla yeniden bağlanmak üzere listelenir.
uk: Проскануйте сховище GitSync.md або будь-яку папку, до якої надасте доступ. Усі робочі копії Git усередині буде перелічено для повторного підключення одним дотиком.
vi: Quét bộ nhớ GitSync.md hoặc bất kỳ thư mục nào bạn cấp quyền truy cập. Mọi bản làm việc Git bên trong sẽ được liệt kê để liên kết lại bằng một lần chạm.
zh_hans: 扫描 GitSync.md 储存空间或您授权访问的任何文件夹。其中的每个 Git 工作副本都会列出，以便轻点一下即可重新连接。
zh_hant: 掃描 GitSync.md 儲存空間或您授權取用的任何檔案夾。其中的每個 Git 工作複本都會列出，以便點一下即可重新連接。

source: Scan for Repositories
ar: البحث عن مستودعات
da: Scan efter arkiver
de: Nach Repositories suchen
es: Buscar repositorios
fi: Etsi tietovarastoja
fr: Rechercher des dépôts
he: סריקת מאגרים
hi: रिपॉज़िटरी स्कैन करें
hu: Tárolók keresése
id: Pindai Repositori
it: Cerca repository
ja: リポジトリをスキャン
ko: 저장소 스캔
nb: Skann etter repositorier
nl: Naar repositories scannen
pl: Skanuj w poszukiwaniu repozytoriów
pt_br: Escanear repositórios
ru: Сканировать репозитории
sv: Sök efter lagringsplatser
th: สแกนหาที่เก็บ
tr: Depoları Tara
uk: Сканувати репозиторії
vi: Quét tìm kho lưu trữ
zh_hans: 扫描仓库
zh_hant: 掃描儲存庫

source: Scanning…
ar: جارٍ الفحص…
da: Scanner…
de: Wird durchsucht…
es: Explorando…
fi: Tarkistetaan…
fr: Analyse en cours…
he: מתבצעת סריקה…
hi: स्कैन हो रहा है…
hu: Vizsgálat…
id: Memindai…
it: Analisi…
ja: スキャン中…
ko: 스캔 중…
nb: Skanner…
nl: Scannen…
pl: Skanowanie…
pt_br: Escaneando…
ru: Сканирование…
sv: Söker…
th: กำลังสแกน…
tr: Taranıyor…
uk: Сканування…
vi: Đang quét…
zh_hans: 正在扫描…
zh_hant: 正在掃描…

source: Select a git repo on this device
ar: اختر مستودع Git على هذا الجهاز
da: Vaelg et Git-repo paa denne enhed
de: Ein Git-Repository auf diesem Gerät auswählen
es: Seleccionar un repositorio en este dispositivo
fi: Valitse Git-tietovarasto tältä laitteelta
fr: Sélectionner un dépôt Git sur cet appareil
he: בחירת מאגר Git במכשיר זה
hi: इस डिवाइस पर एक Git रिपो चुनें
hu: Válassz egy Git tárolót ezen az eszközön
id: Pilih repositori Git di perangkat ini
it: Seleziona un repository Git su questo dispositivo
ja: このデバイス上の Git リポジトリを選択
ko: 이 기기에서 Git 저장소를 선택하십시오
nb: Velg et Git-repo på denne enheten
nl: Selecteer een Git-repo op dit apparaat
pl: Wybierz repozytorium Git na tym urządzeniu
pt_br: Selecionar um repositório Git neste dispositivo
ru: Выберите Git-репозиторий на этом устройстве
sv: Välj ett Git-förråd på den här enheten
th: เลือก Git repo บนอุปกรณ์นี้
tr: Bu cihazdaki bir Git deposunu seçin
uk: Оберіть Git-репозиторій на цьому пристрої
vi: Chọn một kho Git trên thiết bị này
zh_hans: 选择此设备上的 Git 仓库
zh_hant: 選取此裝置上的 Git 儲存庫

source: Select from your repositories
ar: اختر من مستودعاتك
da: Vaelg fra dine repositories
de: Aus deinen Repositories auswählen
es: Seleccionar de tus repositorios
fi: Valitse tietovarastoistasi
fr: Sélectionner parmi vos dépôts
he: בחירה מהמאגרים שלך
hi: अपनी रिपॉज़िटरीज़ में से चुनें
hu: Válassz a tárolóid közül
id: Pilih dari repositori Anda
it: Seleziona dai tuoi repository
ja: リポジトリから選択
ko: 내 저장소에서 선택하십시오
nb: Velg fra repositoriene dine
nl: Selecteer uit je repository's
pl: Wybierz spośród swoich repozytoriów
pt_br: Selecionar dos seus repositórios
ru: Выберите из ваших репозиториев
sv: Välj bland dina förråd
th: เลือกจาก repository ของคุณ
tr: Depolarınızdan seçin
uk: Оберіть зі своїх репозиторіїв
vi: Chọn từ kho lưu trữ của bạn
zh_hans: 从你的仓库中选择
zh_hant: 從您的儲存庫中選取

source: Selected branch is not currently checked out.
ar: لم يتم التحقق من الفرع المحدد حاليًا.
da: Den valgte filial er i øjeblikket ikke blevet hentet.
de: Der ausgewählte Zweig wurde derzeit nicht abgerufen.
es: La rama seleccionada no está actualmente extraída.
fi: Valittu osasto ei ole tällä hetkellä otettu käyttöön.
fr: La branche sélectionnée n'est pas actuellement récupérée.
he: הסניף הנבחר אינו נבדק כעת.
hi: चयनित शाखा वर्तमान में 'checked out' नहीं है।
hu: A kiválasztott szárny jelenleg nem lett kihasználva.
id: Cabang yang dipilih saat ini belum diperiksa.
it: La filiale selezionata non è attualmente stata prelevata.
ja: 選択されたブランチは現在チェックアウトされていません。
ko: 선택된 분기점은 현재 체크아웃되지 않았습니다.
nb: Den valgte grenen er ikke for øyeblikket hentet.
nl: De geselecteerde tak is momenteel niet gecheckt uit.
pl: Wybrane oddział nie został obecnie pobrany.
pt_br: A ramificação selecionada não foi atualmente retirada do controle.
ru: Выбранная ветка в настоящее время не извлечена из системы.
sv: Den valda grenen är för närvarande inte hämtad.
th: สาขาที่เลือกยังไม่ได้ถูกเช็คเอาต์ในขณะนี้
tr: Seçilen dal şu an çekilmemiştir.
uk: Вибрана відділка наразі не використовується.
vi: Chi nhánh được chọn hiện chưa được lấy ra.
zh_hans: 所选分支当前尚未检出。
zh_hant: 所選分支當前尚未檢出。

source: Self-hosted SSH is ready
ar: الاستضافة الذاتية SSH جاهزة قام خادم
da: Self-hosted SSH er klar
de: Selbstgehostetes SSH ist bereit
es: SSH autohospedado está listo
fi: itsenäinen isännöitä SSH on valmis.
fr: Auto-hébergé SSH est prêt
he: – מותג מותאם אישית SSH מוכן
hi: – स्व-होस्टेड SSH तैयार है।
hu: – saját környezetben futtatott SSH kész.
id: Self-hosted SSH siap
it: Self-hosted SSH è pronto
ja: 自動ホスト型 SSH は準備完了です。
ko: 자가 호스팅 SSH 가 준비되었습니다.
nb: Selvhostet SSH er klar
nl: zelfgehost SSH is klaar
pl: – samostarczony system SSH jest gotowy
pt_br: Autosserviço SSH está pronto
ru: — собственное развертывание SSH готов.
sv: – Egenhostad SSH är redo
th: : โฮสต์เอง SSH พร้อมแล้ว
tr: Özelleştirilmiş Ortam SSH hazırdır.
uk: – власне розгортання SSH готовий
vi: – Đặt máy chủ tự thân SSH đã sẵn sàng
zh_hans: 自托管版 SSH 已就绪
zh_hant: 自托管版 SSH 已就緒

source: Send Feedback
ar: إرسال ملاحظات
de: Feedback senden
es: Enviar comentarios
fi: Lähetä palautetta
fr: Envoyer un commentaire
he: שליחת משוב
hi: फ़ीडबैक भेजें
hu: Visszajelzés küldése
id: Kirim Masukan
it: Invia feedback
ja: フィードバックを送信
ko: 피드백 보내기
nb: Send tilbakemelding
nl: Feedback versturen
pl: Wyślij opinię
pt_br: Enviar Feedback
ru: Отправить отзыв
sv: Skicka feedback
th: ส่งข้อเสนอแนะ
tr: Geri Bildirim Gönder
uk: Надіслати відгук
vi: Gửi phản hồi
zh_hans: 发送反馈
zh_hant: 傳送意見回饋

source: Server returned an HTML error page.
ar: بإرجاع صفحة خطأ HTML. أرجع خادم
da: Server returnerede en HTML-fejlside.
de: Server hat eine HTML-Fehlerseite zurückgegeben.
es: El servidor devolvió una página de error HTML.
fi: -palvelin palautti HTML- virhesivun.
fr: Server a renvoyé une page d&#39;erreur HTML.
he: השרתตอบ עם صفحة שגיאה של HTML.
hi: सर्वर ने एक HTML त्रुटि पृष्ठ वापस किया है।
hu: szerver HTML-hibajelentést adott vissza.
id: Server mengembalikan halaman kesalahan HTML.
it: : il server ha restituito una pagina di errore in formato HTML.
ja: サーバーからHTMLエラーページが返されました。
ko: 서버가 HTML 오류 페이지를 반환했습니다.
nb: -serveren returnerte en HTML-feilside.
nl: -server heeft een HTML-foutpagina geretourneerd.
pl: serwer zwraca stronę błędu w formacie HTML.
pt_br: : O servidor retornou uma página de erro HTML.
ru: : сервер вернул HTML-страницу с ошибкой.
sv: -servern har returnerat en HTML-fejlpage.
th: Server ได้ส่งหน้าข้อผิดพลาด HTML
tr: Sunucu, bir HTML hata sayfası döndürdü.
uk: сервер відповів сторінкою з помилкою HTML.
vi: : Máy chủ đã trả về trang lỗi HTML.
zh_hans: 服务器返回了 HTML 错误页面。
zh_hant: 服務器返迴了 HTML 錯誤頁麪。

source: Server returned an HTML error page: %@.
ar: صفحة خطأ HTML: %@.
da: Server returnerede en HTML-fejlside: %@.
de: Server hat eine HTML-Fehlerseite zurückgegeben: %@.
es: El servidor devolvió una página de error HTML: %@.
fi: -palvelin palautti HTML- virhesivun: %@.
fr: a retourné une page d'erreur HTML : %@.
he: – הסerverตอบ עם صفحة שגיאה של HTML: %@.
hi: सर्वर ने एक HTML त्रुटि पृष्ठ वापस किया: %@.
hu: szerver HTML-hibajelentést adott vissza: %@.
id: Server mengembalikan halaman kesalahan HTML: %@.
it: : il server ha restituito una pagina di errore HTML: %@.
ja: サーバーからHTMLエラーページが返されました： %@.
ko: 서버에서 HTML 오류 페이지를 반환했습니다: %@.
nb: -serveren returnerte en HTML-felehjemmeside: %@.
nl: -server heeft een HTML-foutpagina geretourneerd: %@.
pl: serwer zwrócił stronę błędu w formacie HTML: %@.
pt_br: – O servidor retornou uma página de erro HTML: %@.
ru: сервер вернул HTML-страницу с ошибкой: %@.
sv: -servern har returnerat en HTML-fejlpage: %@.
th: ซีร์เวอร์ได้ตอบกลับด้วยหน้าข้อผิดพลาด HTML: %@.
tr: sunucusu bir HTML hata sayfası döndürdü: %@.
uk: сервер відповів HTML-сторінкою з помилкою: %@.
vi: : Máy chủ đã trả về trang lỗi HTML: %@.
zh_hans: 服务器返回了 HTML 错误页面： %@.
zh_hant: 服務器返迴了 HTML 錯誤頁麪： %@.

source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Réglages
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Share Logs
ar: سجلات المشاركة اختصارات
de: Protokolle freigeben
es: Compartir registros
fi: Share lokit
fr: : Enregistrements de partage
he: – רשומות שיתוף
hi: : शेयर लॉग्स
hu: Logok származtatása
id: Log Bagian
it: : Log condivisi
ja: ログ共有
ko: 로그 공유
nb: Del loggdata
nl: : Logge delen
pl: : Logi dzienników
pt_br: Registros de compartilhamento
ru: : раздел журналов событий
sv: Dela loggar
th: บันทึกการใช้งาน
tr: Paylaşlanan Loglar
uk: : діагнози
vi: – Chia sẻ nhật ký
zh_hans: 分享日志
zh_hant: 分享日誌

source: Shortcuts
ar: اختصارات
da: genveje
de: Verknüpfungen
es: Atajos
fi: Pikanäppäimet
fr: Accès rapides
he: קיצורים
hi: शॉर्टकट
hu: Rövidítések
id: Pintasan
it: Accelleri
ja: ショートカット
ko: 단축키
nb: – Tilbakekoblinger
nl: Toegangspunten
pl: Skrócone nazwy
pt_br: Atalhos
ru: Сокращения
sv: Snabbkopior
th: ปุ่มเรียกเร็ว
tr: Kısa Yollar
uk: – швидкі переходи
vi: – Các phím tắt
zh_hans: 快捷键
zh_hant: 快捷鍵

source: Shortcuts support
ar: دعم الاختصارات
da: Understøttelse af genveje
de: Shortcuts-Unterstützung
es: Soporte de atajos
fi: pikanäppäimien tuki
fr: : Support des raccourcis
he: תמיכה בקיצורים
hi: शॉर्टकट समर्थन
hu: Rövidítések támogatása
id: : dukungan shortcut
it: Supporto per scorciatoie
ja: ショートカットサポート
ko: 단축키 지원
nb: – Tilbakekoblingerstøtte
nl: - Bevoegdheid voor sneltoetsen
pl: – wsparcie dla skrótów
pt_br: Suporte para atalhos
ru: : поддержка сокращённых имен
sv: – Snabbkopieringstillämpningar
th: : รองรับการใช้งานสั้น
tr: Kısa Yollar Destekleri
uk: : підтримка шортків
vi: : Tính năng hỗ trợ shortcut
zh_hans: 快捷键支持
zh_hant: 快捷鍵支持

source: Show App Tour
ar: عرض جولة في التطبيق
da: Vis app-rundvisning
de: App-Tour anzeigen
es: Mostrar recorrido por la aplicación
fi: Näytä sovelluskiertue
fr: Afficher le tour d'application
he: – عرض תקופת ה-App
hi: – ऐप टूर देखें
hu: – Applikáció útmutatása
id: Tampilkan Tur Aplikasi
it: Visualizza tour dell'app
ja: アプリツアーを表示
ko: 앱 투어 보기
nb: Vis app-tur
nl: App-tour bekijken
pl: Pokazę turę aplikacji
pt_br: Exibir Tour da Aplicação
ru: Показать приложение
sv: Visa apptours
th: แสดงการนำทางแอป
tr: Uygulama Turu
uk: Показ туру додатка
vi: Xem tour ứng dụng
zh_hans: 查看应用导览
zh_hant: 查看應用導覽

source: Sign In
ar: تسجيل الدخول
da: Log ind
de: Anmelden
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
he: התחברות
hi: साइन इन
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
ko: 로그인
nb: Logg inn
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
ru: Войти
sv: Logga in
th: ลงชื่อเข้าใช้
tr: Giriş Yap
uk: Увійти
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

source: Sign Out
ar: تسجيل الخروج
da: Log ud
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
he: התנתקות
hi: साइन आउट
hu: Kijelentkezés
id: Keluar
it: Esci
ja: サインアウト
ko: 로그아웃
nb: Logg ut
nl: Uitloggen
pl: Wyloguj się
pt_br: Sair
ru: Выйти
sv: Logga ut
th: ออกจากระบบ
tr: Çıkış Yap
uk: Вийти
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

source: Sign Out @%@
ar: تسجيل الخروج @%@ تم إلغاء تسجيل الدخول
da: Log ud @%@
de: Abmelden @%@
es: Cerrar sesión @%@
fi: kirjautuu @%@
fr: Se déconnecter @%@
he: יציאה מה계ה @%@
hi: साइन आउट @%@
hu: Kilépés @%@
id: Keluar @%@
it: Disconnetti @%@
ja: ログアウト @%@
ko: 로그아웃 @%@
nb: Avslutt innskjøping @%@
nl: Uitloggen @%@
pl: Wylogowanie @%@
pt_br: Sair @%@
ru: Выход @%@
sv: Avsluta anslutning @%@
th: ออกจากระบบ @%@
tr: Çıkış Yapmak @%@
uk: Вийти @%@
vi: Đăng xuất @%@
zh_hans: 退出登录 @%@
zh_hant: 退齣登録 @%@

source: Sign Out?
ar: تسجيل الخروج؟
da: Log ud?
de: Abmelden?
es: ¿Cerrar sesión?
fi: Kirjaudutaanko ulos?
fr: Se déconnecter ?
he: להתנתק?
hi: साइन आउट करें?
hu: Kijelentkezés?
id: Keluar?
it: Uscire?
ja: サインアウトしますか？
ko: 로그아웃하시겠습니까?
nb: Logge ut?
nl: Uitloggen?
pl: Wylogować się?
pt_br: Sair?
ru: Выйти?
sv: Logga ut?
th: ออกจากระบบ?
tr: Çıkış Yapılsın mı?
uk: Вийти?
vi: Đăng xuất?
zh_hans: 退出登录？
zh_hant: 要登出嗎？

source: Sign in with GitHub
ar: تسجيل الدخول باستخدام GitHub
da: Log ind med GitHub
de: Mit GitHub anmelden
es: Iniciar sesión con GitHub
fi: Kirjaudu GitHub-tilillä
fr: Se connecter avec GitHub
he: התחברות עם GitHub
hi: GitHub से साइन इन करें
hu: Bejelentkezés GitHub-bal
id: Masuk dengan GitHub
it: Accedi con GitHub
ja: GitHub でサインイン
ko: GitHub으로 로그인
nb: Logg inn med GitHub
nl: Inloggen met GitHub
pl: Zaloguj się przez GitHub
pt_br: Entrar com GitHub
ru: Войти через GitHub
sv: Logga in med GitHub
th: ลงชื่อเข้าใช้ด้วย GitHub
tr: GitHub ile giriş yap
uk: Увійти через GitHub
vi: Đăng nhập với GitHub
zh_hans: 使用 GitHub 登录
zh_hant: 使用 GitHub 登入

source: Signing in…
ar: جارٍ تسجيل الدخول…
da: Logger ind…
de: Anmeldung läuft …
es: Iniciando sesión…
fi: Kirjaudutaan…
fr: Connexion en cours…
he: מתחבר…
hi: साइन इन हो रहा है…
hu: Bejelentkezés…
id: Sedang masuk…
it: Accesso in corso…
ja: サインイン中…
ko: 로그인 중…
nb: Logger inn …
nl: Bezig met inloggen…
pl: Logowanie…
pt_br: Entrando…
ru: Выполняется вход…
sv: Loggar in…
th: กำลังลงชื่อเข้าใช้…
tr: Giriş yapılıyor…
uk: Входимо…
vi: Đang đăng nhập…
zh_hans: 正在登录…
zh_hant: 登入中⋯

source: Skip
ar: تخطي
da: Spring over
de: Überspringen
es: Saltar
fi: Ohita
fr: Omettre
he: – לְהִכְלָה
hi: स्किप
hu: – Eltérés
id: Lompat
it: Salta
ja: スキップ
ko: 건너뛰기
nb: Overfør
nl: Overslaan
pl: Przejście
pt_br: Pular
ru: Пропустить
sv: Omintak
th: ข้าม
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

source: Skip for Now
ar: تخطّي الآن
da: Spring over for nu
de: Vorerst überspringen
es: Omitir por ahora
fi: Ohita toistaiseksi
fr: Passer pour l'instant
he: דלג לעת עתה
hi: अभी छोड़ें
hu: Kihagyás most
id: Lewati untuk Sekarang
it: Salta per ora
ja: 今はスキップ
ko: 나중에 설정
nb: Hopp over foreløpig
nl: Voorlopig overslaan
pl: Pomiń na razie
pt_br: Pular por Agora
ru: Пропустить
sv: Hoppa över
th: ข้ามไปก่อน
tr: Şimdilik Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 暂时跳过
zh_hant: 暫時略過

source: Stage
ar: تجهيز
da: Klargør
de: Bereitstellen
es: Preparar
fi: Vaiheista
fr: Indexer
he: הכן
hi: स्टेज करें
hu: Előkészítés
id: Siapkan
it: Aggiungi a stage
ja: ステージ
ko: 스테이지
nb: Klargjør
nl: Klaarzetten
pl: Przygotuj
pt_br: Preparar
ru: Подготовить
sv: Förbered
th: จัดเตรียม
tr: Hazırla
uk: Підготувати
vi: Chuẩn bị
zh_hans: 暂存
zh_hant: 暫存

source: Stage All
ar: المرحلة الكل
da: Stage Alle
de: Bühne Alle
es: Etapa Todo
fi: Aste Kaikki
fr: Étage Tous
he: שלב: כל ערכות
hi: स्तर: सभी
hu: Stádium: Minden
it: Stadio Tutto
ja: ステージ：全選択
ko: 단계 전체
nl: Stage Alles
pl: Etap: wszystkie
pt_br: Etapa: Todos
ru: Этап «Все»
sv: Stadiet: Alla
th: ขั้นตอนทั้งหมด
tr: Staging Tüm
uk: Стадія: Усі
vi: Tất cả giai đoạn
zh_hans: 级别：全部
zh_hant: 級彆：全部
